{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 114, "word_counts": "{\"who\": 3, \"is\": 21, \"dr\": 12, \"shahnawaz\": 5, \"ahmad\": 4, \"hi\": 3, \"vikas\": 2, \"gupta\": 2, \"show\": 9, \"me\": 24, \"the\": 12, \"mess\": 6, \"menu\": 6, \"what\": 21, \"does\": 6, \"professor\": 9, \"specialize\": 3, \"in\": 9, \"mr\": 6, \"nikita\": 9, \"sharma's\": 5, \"room\": 3, \"number\": 3, \"see\": 3, \"you\": 9, \"later\": 6, \"what\\u2019s\": 6, \"for\": 9, \"lunch\": 3, \"today\": 3, \"subjects\": 3, \"ms\": 6, \"teach\": 3, \"where\": 9, \"e\": 6, \"n\": 5, \"block\": 18, \"located\": 3, \"catch\": 3, \"tell\": 9, \"location\": 3, \"of\": 3, \"ayesha\": 7, \"khan's\": 6, \"cabin\": 6, \"are\": 6, \"dinner\": 3, \"items\": 3, \"how\": 6, \"do\": 9, \"i\": 12, \"get\": 3, \"to\": 9, \"t\": 8, \"hey\": 3, \"there\": 3, \"tej\": 6, \"bahadur's\": 2, \"sharma\": 4, \"known\": 3, \"can\": 6, \"find\": 3, \"khan\": 1, \"food\": 3, \"which\": 3, \"office\": 3, \"when\": 3, \"my\": 9, \"next\": 3, \"lecture\": 3, \"directions\": 3, \"l\": 6, \"mandeep\": 4, \"mittal\": 3, \"good\": 6, \"morning\": 3, \"i\\u2019m\": 3, \"leaving\": 3, \"timetable\": 3, \"today's\": 6, \"class\": 3, \"schedule\": 3, \"about\": 6, \"expertise\": 3, \"classes\": 3, \"tomorrow\": 3, \"bahadur\": 4, \"what's\": 3, \"up\": 3, \"evening\": 3, \"guide\": 3, \"c\": 5, \"tonight\": 3, \"please\": 3, \"ahmad's\": 1, \"bye\": 3, \"hello\": 3, \"give\": 6, \"meal\": 3, \"list\": 3, \"reach\": 3, \"subject\": 3, \"have\": 3, \"at\": 3, \"10\": 3, \"am\": 3, \"info\": 3, \"goodbye\": 3, \"mittal's\": 1}", "word_docs": "{\"ahmad\": 4, \"who\": 3, \"is\": 21, \"shahnawaz\": 5, \"dr\": 12, \"hi\": 3, \"vikas\": 2, \"gupta\": 2, \"me\": 24, \"show\": 9, \"menu\": 6, \"the\": 12, \"mess\": 6, \"specialize\": 3, \"professor\": 9, \"what\": 21, \"does\": 6, \"in\": 9, \"nikita\": 9, \"number\": 3, \"sharma's\": 5, \"mr\": 6, \"room\": 3, \"you\": 9, \"later\": 6, \"see\": 3, \"for\": 9, \"lunch\": 3, \"what\\u2019s\": 6, \"today\": 3, \"subjects\": 3, \"teach\": 3, \"ms\": 6, \"block\": 18, \"e\": 6, \"located\": 3, \"where\": 9, \"n\": 5, \"catch\": 3, \"ayesha\": 7, \"cabin\": 6, \"of\": 3, \"tell\": 9, \"location\": 3, \"khan's\": 6, \"are\": 6, \"items\": 3, \"dinner\": 3, \"get\": 3, \"how\": 6, \"do\": 9, \"to\": 9, \"t\": 6, \"i\": 12, \"hey\": 3, \"there\": 3, \"bahadur's\": 2, \"tej\": 6, \"known\": 3, \"sharma\": 4, \"find\": 3, \"can\": 6, \"khan\": 1, \"food\": 3, \"office\": 3, \"which\": 3, \"next\": 3, \"when\": 3, \"my\": 9, \"lecture\": 3, \"l\": 4, \"directions\": 3, \"mittal\": 3, \"mandeep\": 4, \"morning\": 3, \"good\": 6, \"i\\u2019m\": 3, \"leaving\": 3, \"timetable\": 3, \"today's\": 6, \"schedule\": 3, \"class\": 3, \"expertise\": 3, \"about\": 6, \"tomorrow\": 3, \"classes\": 3, \"bahadur\": 4, \"what's\": 3, \"up\": 3, \"evening\": 3, \"c\": 5, \"guide\": 3, \"tonight\": 3, \"please\": 3, \"ahmad's\": 1, \"bye\": 3, \"hello\": 3, \"give\": 6, \"list\": 3, \"meal\": 3, \"reach\": 3, \"subject\": 3, \"am\": 3, \"at\": 3, \"10\": 3, \"have\": 3, \"info\": 3, \"goodbye\": 3, \"mittal's\": 1}", "index_docs": "{\"45\": 4, \"49\": 3, \"3\": 21, \"41\": 5, \"6\": 12, \"50\": 3, \"105\": 2, \"106\": 2, \"2\": 24, \"9\": 9, \"23\": 6, \"7\": 12, \"22\": 6, \"51\": 3, \"10\": 9, \"4\": 21, \"24\": 6, \"11\": 9, \"12\": 9, \"53\": 3, \"42\": 5, \"25\": 6, \"52\": 3, \"13\": 9, \"26\": 6, \"54\": 3, \"14\": 9, \"55\": 3, \"27\": 6, \"56\": 3, \"57\": 3, \"58\": 3, \"28\": 6, \"5\": 18, \"29\": 6, \"59\": 3, \"15\": 9, \"43\": 5, \"60\": 3, \"21\": 7, \"31\": 6, \"62\": 3, \"16\": 9, \"61\": 3, \"30\": 6, \"32\": 6, \"64\": 3, \"63\": 3, \"65\": 3, \"33\": 6, \"17\": 9, \"18\": 9, \"20\": 6, \"8\": 12, \"66\": 3, \"67\": 3, \"107\": 2, \"34\": 6, \"68\": 3, \"46\": 4, \"69\": 3, \"35\": 6, \"108\": 1, \"70\": 3, \"72\": 3, \"71\": 3, \"74\": 3, \"73\": 3, \"19\": 9, \"75\": 3, \"36\": 4, \"76\": 3, \"77\": 3, \"47\": 4, \"78\": 3, \"37\": 6, \"79\": 3, \"80\": 3, \"81\": 3, \"38\": 6, \"83\": 3, \"82\": 3, \"84\": 3, \"39\": 6, \"86\": 3, \"85\": 3, \"48\": 4, \"87\": 3, \"88\": 3, \"89\": 3, \"44\": 5, \"90\": 3, \"91\": 3, \"92\": 3, \"109\": 1, \"93\": 3, \"94\": 3, \"40\": 6, \"96\": 3, \"95\": 3, \"97\": 3, \"98\": 3, \"102\": 3, \"100\": 3, \"101\": 3, \"99\": 3, \"103\": 3, \"104\": 3, \"110\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"me\", \"3\": \"is\", \"4\": \"what\", \"5\": \"block\", \"6\": \"dr\", \"7\": \"the\", \"8\": \"i\", \"9\": \"show\", \"10\": \"professor\", \"11\": \"in\", \"12\": \"nikita\", \"13\": \"you\", \"14\": \"for\", \"15\": \"where\", \"16\": \"tell\", \"17\": \"do\", \"18\": \"to\", \"19\": \"my\", \"20\": \"t\", \"21\": \"ayesha\", \"22\": \"mess\", \"23\": \"menu\", \"24\": \"does\", \"25\": \"mr\", \"26\": \"later\", \"27\": \"what\\u2019s\", \"28\": \"ms\", \"29\": \"e\", \"30\": \"khan's\", \"31\": \"cabin\", \"32\": \"are\", \"33\": \"how\", \"34\": \"tej\", \"35\": \"can\", \"36\": \"l\", \"37\": \"good\", \"38\": \"today's\", \"39\": \"about\", \"40\": \"give\", \"41\": \"shahnawaz\", \"42\": \"sharma's\", \"43\": \"n\", \"44\": \"c\", \"45\": \"ahmad\", \"46\": \"sharma\", \"47\": \"mandeep\", \"48\": \"bahadur\", \"49\": \"who\", \"50\": \"hi\", \"51\": \"specialize\", \"52\": \"room\", \"53\": \"number\", \"54\": \"see\", \"55\": \"lunch\", \"56\": \"today\", \"57\": \"subjects\", \"58\": \"teach\", \"59\": \"located\", \"60\": \"catch\", \"61\": \"location\", \"62\": \"of\", \"63\": \"dinner\", \"64\": \"items\", \"65\": \"get\", \"66\": \"hey\", \"67\": \"there\", \"68\": \"known\", \"69\": \"find\", \"70\": \"food\", \"71\": \"which\", \"72\": \"office\", \"73\": \"when\", \"74\": \"next\", \"75\": \"lecture\", \"76\": \"directions\", \"77\": \"mittal\", \"78\": \"morning\", \"79\": \"i\\u2019m\", \"80\": \"leaving\", \"81\": \"timetable\", \"82\": \"class\", \"83\": \"schedule\", \"84\": \"expertise\", \"85\": \"classes\", \"86\": \"tomorrow\", \"87\": \"what's\", \"88\": \"up\", \"89\": \"evening\", \"90\": \"guide\", \"91\": \"tonight\", \"92\": \"please\", \"93\": \"bye\", \"94\": \"hello\", \"95\": \"meal\", \"96\": \"list\", \"97\": \"reach\", \"98\": \"subject\", \"99\": \"have\", \"100\": \"at\", \"101\": \"10\", \"102\": \"am\", \"103\": \"info\", \"104\": \"goodbye\", \"105\": \"vikas\", \"106\": \"gupta\", \"107\": \"bahadur's\", \"108\": \"khan\", \"109\": \"ahmad's\", \"110\": \"mittal's\"}", "word_index": "{\"<OOV>\": 1, \"me\": 2, \"is\": 3, \"what\": 4, \"block\": 5, \"dr\": 6, \"the\": 7, \"i\": 8, \"show\": 9, \"professor\": 10, \"in\": 11, \"nikita\": 12, \"you\": 13, \"for\": 14, \"where\": 15, \"tell\": 16, \"do\": 17, \"to\": 18, \"my\": 19, \"t\": 20, \"ayesha\": 21, \"mess\": 22, \"menu\": 23, \"does\": 24, \"mr\": 25, \"later\": 26, \"what\\u2019s\": 27, \"ms\": 28, \"e\": 29, \"khan's\": 30, \"cabin\": 31, \"are\": 32, \"how\": 33, \"tej\": 34, \"can\": 35, \"l\": 36, \"good\": 37, \"today's\": 38, \"about\": 39, \"give\": 40, \"shahnawaz\": 41, \"sharma's\": 42, \"n\": 43, \"c\": 44, \"ahmad\": 45, \"sharma\": 46, \"mandeep\": 47, \"bahadur\": 48, \"who\": 49, \"hi\": 50, \"specialize\": 51, \"room\": 52, \"number\": 53, \"see\": 54, \"lunch\": 55, \"today\": 56, \"subjects\": 57, \"teach\": 58, \"located\": 59, \"catch\": 60, \"location\": 61, \"of\": 62, \"dinner\": 63, \"items\": 64, \"get\": 65, \"hey\": 66, \"there\": 67, \"known\": 68, \"find\": 69, \"food\": 70, \"which\": 71, \"office\": 72, \"when\": 73, \"next\": 74, \"lecture\": 75, \"directions\": 76, \"mittal\": 77, \"morning\": 78, \"i\\u2019m\": 79, \"leaving\": 80, \"timetable\": 81, \"class\": 82, \"schedule\": 83, \"expertise\": 84, \"classes\": 85, \"tomorrow\": 86, \"what's\": 87, \"up\": 88, \"evening\": 89, \"guide\": 90, \"tonight\": 91, \"please\": 92, \"bye\": 93, \"hello\": 94, \"meal\": 95, \"list\": 96, \"reach\": 97, \"subject\": 98, \"have\": 99, \"at\": 100, \"10\": 101, \"am\": 102, \"info\": 103, \"goodbye\": 104, \"vikas\": 105, \"gupta\": 106, \"bahadur's\": 107, \"khan\": 108, \"ahmad's\": 109, \"mittal's\": 110}"}}